Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=598_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi attii stipeanddaid sámegiela oahppiide
smn: Sämitigge juovij stipendijd sämikielâ uáppeid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid.

source: Stipeanddat juhkkojuvvojedje oktiibuot 13 stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja 18 vuođđooahpahusa čađahan oahppái.
smn: Stipendeh juáhhojii ohtsis 13 uáppei, kiäh lijjii čođâldittám sämikielâ iskos bajeuáppeetutkosijn já 18 uáppei, kiäh pessii vuáđumáttááttâsâst.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stipenda ožžuu čuávvoo nuorah:

source: Stuđeanttat:
smn: Pajeuáppeeh:

source: Soađegili logahat: Riinamari Mustonen (davvisámegiella) ja Anni-Saara Aikio (davvisámegiella)
smn: Suáđigil luvâttâh: Riinamari Mustonen (tavesämikielâ) ja Anni-Saara Aikio (tavesämikielâ)

source: Eanodaga logahat: Emma Eira (davvisámegiella), Mira Kärki (davvisámegiella), ja Lars-Aslak Tornensis (davvisámegiella)
smn: Iänuduv luvâttâh: Emma Eira (tavesämikielâ), Mira Kärki (tavesämikielâ) já Lars-Aslak Tornensis (tavesämikielâ)

source: Avvila logahat: Ville-Riiko Fofonoff (nuortalašgiella), Mari Guttorm (davvisámegiella) ja Sunna Nousuniemi (davvisámegiella)
smn: Avveel luvâttâh: Ville-Riiko Fofonoff (nuorttâsämikielâ), Mari Guttorm (tavesämikielâ) já Sunna Nousuniemi (tavesämikielâ)

source: Ohcejoga logahat: Oula Järvensivu (davvisámegiella) ja Hilda Länsman (davvisámegiella)
smn: Ucjuv sämiluvâttâh: Oula Järvensivu (tavesämikielâ) já Hilda Länsman (tavesämikielâ)

source: Ounasvaara logahat, Roavvenjárga: Martta Alajärvi (davvisámegiella)
smn: Ounasvaara luvâttâh, Ruávinjargâ: Martta Alajärvi (tavesämikielâ)

source: Haukipudas logahat: Olá-Mihkku Länsman (davvisámegiella)
smn: Haukipudas luvâttâh: Olá-Mihkku Länsman (tavesämikielâ)

source: Vuođđooahpahusa čađahan oahppit:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Vuohču skuvla: Salla Rouvinen (davvisámegiella)
smn: Vuáču škovlâ: Salla Rouvinen (tavesämikielâ)

source: Heahtá badjeskuvla: Paulus Näkkäläjärvi (davvisámegiella) ja Marielle Labba (davvisámegiella), Jouna Näkkälä (davvisámegiella) ja Saija Alamattila (davvisámegiella)
smn: Heta paješkovlâ: Paulus Näkkäläjärvi (tavesämikielâ), Marielle Labba (tavesämikielâ), Jouna Näkkälä (tavesämikielâ) já Saija Alamattila (tavesämikielâ)

source: Gáregasnjárgga skuvla: Laura Pieski (davvisámegiella)
smn: Kärigâsnjaargâ škovlâ: Laura Pieski (tavesämikielâ)

source: Ohcejotnjálmmi skuvla: Piret Järvensivu (davvisámegiella)
smn: Ucjuv škovlâ: Piret Järvensivu (tavesämikielâ)

source: Aleksanteri Kena skuvla, Soađegilli: Riikka Yliriesto (davvisámegiella)
smn: Aleksanteri Kena škovlâ, Soađegilli: Riikka Yliriesto (tavesämikielâ)

source: Avvila badjeskuvla: Leevi Olli (davvisámegiella)
smn: Avveel paješkovlâ: Leevi Olli (tavesämikielâ)

source: Oulunsalo badjeskuvla: Natalia Länsman (davvisámegiella)
smn: Oulunsalo paješkovlâ: Natalia Länsman (tavesämikielâ)

source: Haukipudas badjeskuvla: Máren-Elle Länsman (davvisámegiella)
smn: Haukipudas paješkovlâ: Máren-Elle Länsman (tavesämikielâ)

source: Myllytulli skuvla, Oulu: Linda Akujärvi (davvisámegiella) ja Anton Valle (davvisámegiella)
smn: Myllytulli škovlâ, Oulu: Linda Akujärvi (tavesämikielâ) já Anton Valle (tavesämikielâ)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
